adpyke.codesnap
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
clemenspeters.format-json
danielpinto8zz6.c-cpp-compile-run
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
dsznajder.es7-react-js-snippets
elanandkumar.el-vsc-product-icon-theme
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
ganeshgaddhe.ice-age-theme
graphql.vscode-graphql-syntax
hoovercj.vscode-power-mode
icrawl.discord-vscode
mechatroner.rainbow-csv
miguelsolorio.min-theme
miguelsolorio.symbols
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.vscode-typescript-next
mujdecisy.simple-light-bw
ritwickdey.liveserver
s-nlf-fh.glassit
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
xabikos.javascriptsnippets
zignd.html-css-class-completion
